{お名前}様

この度は当社ホームページよりご予約頂き、誠にありがとうございます。
お問い合せ頂きました内容は、順次担当者よりご連絡させて頂きます。
また、お問い合せ内容によってお時間が掛かる場合がございますので、御了承ください。
※本メールは、担当者よりご連絡があるまで保存しておくことをおすすめします。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
▼ご予約内容▼
----------------------------------------
【お名前】
{お名前}

【ふりがな】
{ふりがな}

【電話番号】
{電話番号}

【ラインID】
{ラインID}

【予約日】
{予約日}

【予約時間】
{予約時間}

【予約人数】
{予約人数}

【備考】
{備考}

【メールアドレス】
{メールアドレス}

※機種依存文字を入力された場合、送信内容が文字化けする可能性がございます。

//////////////////////////////////////////
歌って踊れるお店　角煮

垂水区平磯4−4-14みふねビル1階
//////////////////////////////////////////
■お問い合せ頂きました内容は、順次担当者よりご連絡させて頂きます。