<div id="access" class="access">
    <!--
    bg:../img/access.jpg
    -->
    <div class="accessLxn">
        <h2 class="order_3 h2Access">
            <img loading="lazy" src="<?php echo get_bloginfo('template_url'); ?>/img/h2Access.svg" alt="店舗情報" width="38" height="150.64">
        </h2>
        <div class="mainAccess">
            <div class="topMainAccess">
                <div class="d_flex j_between titleTopAccessFx">
                    <h2 class=" kaisei cl_fff fw_700 h2TitleTopAccess">歌って踊れるお店　角煮</h2>
                    <ul class="d_flex j_between ulTitleTopAccess">
                        <li class="liTitleTopAccess">
                            <a class="undernone d_block btnTitleTopAccess" href="https://www.instagram.com/uta_odori_bar_kakuni/" target="_blank">
                                <svg width="25" height="25" viewBox="0 0 25 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M4.37442 25L20.6249 25C23.0412 25 25 23.0412 25 20.625L25 4.375C25 1.95875 23.0412 0 20.6249 0L4.37442 0C1.95811 0 -0.000703812 1.95875 -0.000703812 4.375L-0.000703812 20.625C-0.000703812 23.0412 1.95811 25 4.37442 25Z" fill="url(#paint0_linear_1268_2316)" />
                                    <path d="M17.1879 21.875H7.81263C6.5694 21.875 5.37708 21.3811 4.49798 20.5021C3.61887 19.623 3.125 18.4307 3.125 17.1875V7.8125C3.125 6.5693 3.61887 5.37701 4.49798 4.49794C5.37708 3.61886 6.5694 3.125 7.81263 3.125H17.1879C18.4311 3.125 19.6235 3.61886 20.5026 4.49794C21.3817 5.37701 21.8755 6.5693 21.8755 7.8125V17.1875C21.8755 18.4307 21.3817 19.623 20.5026 20.5021C19.6235 21.3811 18.4311 21.875 17.1879 21.875ZM7.81263 5C7.06701 5.00103 6.35222 5.29768 5.82498 5.8249C5.29774 6.35213 5.00109 7.0669 5.00005 7.8125V17.1875C5.00109 17.9331 5.29774 18.6479 5.82498 19.1751C6.35222 19.7023 7.06701 19.999 7.81263 20H17.1879C17.9335 19.999 18.6483 19.7023 19.1756 19.1751C19.7028 18.6479 19.9994 17.9331 20.0005 17.1875V7.8125C19.9994 7.0669 19.7028 6.35213 19.1756 5.8249C18.6483 5.29768 17.9335 5.00103 17.1879 5H7.81263Z" fill="#171717" />
                                    <path d="M12.5041 17.811C11.4533 17.811 10.4262 17.4995 9.55251 16.9157C8.67885 16.332 7.99791 15.5023 7.59581 14.5315C7.19371 13.5608 7.0885 12.4926 7.29349 11.4621C7.49848 10.4316 8.00446 9.485 8.74745 8.74203C9.49044 7.99907 10.4371 7.4931 11.4676 7.28812C12.4982 7.08313 13.5664 7.18834 14.5371 7.59043C15.5079 7.99252 16.3376 8.67343 16.9214 9.54707C17.5051 10.4207 17.8167 11.4478 17.8167 12.4985C17.8157 13.9072 17.2556 15.2578 16.2595 16.2539C15.2634 17.25 13.9127 17.81 12.5041 17.811ZM12.5041 9.06104C11.8242 9.06104 11.1595 9.26264 10.5942 9.64036C10.0289 10.0181 9.58832 10.5549 9.32813 11.1831C9.06795 11.8112 8.99987 12.5024 9.13251 13.1692C9.26515 13.836 9.59255 14.4485 10.0733 14.9292C10.5541 15.41 11.1666 15.7374 11.8334 15.87C12.5002 16.0026 13.1914 15.9346 13.8196 15.6744C14.4477 15.4142 14.9846 14.9736 15.3623 14.4083C15.74 13.843 15.9417 13.1784 15.9417 12.4985C15.9406 11.5872 15.5781 10.7134 14.9337 10.069C14.2892 9.42457 13.4154 9.06207 12.5041 9.06104Z" fill="#171717" />
                                    <path d="M17.8164 8.43652C18.3342 8.43652 18.754 8.01679 18.754 7.49902C18.754 6.98126 18.3342 6.56152 17.8164 6.56152C17.2987 6.56152 16.8789 6.98126 16.8789 7.49902C16.8789 8.01679 17.2987 8.43652 17.8164 8.43652Z" fill="#171717" />
                                    <defs>
                                        <linearGradient id="paint0_linear_1268_2316" x1="57.2304" y1="24.4922" x2="-58.2377" y2="24.4922" gradientUnits="userSpaceOnUse">
                                            <stop offset="1" stop-color="white" />
                                        </linearGradient>
                                    </defs>
                                </svg>
                            </a>
                        </li>

                        <li class="liTitleTopAccess">
                            <a class="undernone d_block btnTitleTopAccess" href="https://www.threads.com/@uta_odori_bar_kakuni?hl=ja" target="_blank">
                                <svg width="26" height="25" viewBox="0 0 26 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M23.0373 25H3.86601C2.25613 25 0.951172 23.6951 0.951172 22.0853V2.91472C0.951172 1.30491 2.25613 0 3.86601 0H23.037C24.6469 0 25.9519 1.30491 25.9519 2.91472V22.085C25.9522 23.6951 24.6472 25 23.0373 25Z" fill="white" />
                                    <g clip-path="url(#clip0_1268_2321)">
                                        <path d="M17.9708 11.8723C17.8961 11.8366 17.8207 11.8025 17.7445 11.77C17.6113 9.32551 16.2705 7.92605 14.019 7.91174C12.72 7.90317 11.5572 8.43079 10.8325 9.52624L12.0707 10.3724C12.5857 9.59409 13.3938 9.42817 13.9891 9.42817C13.9959 9.42817 14.0028 9.42817 14.0096 9.42824C14.751 9.43295 15.3104 9.64766 15.6724 10.0663C15.9359 10.3712 16.1122 10.7924 16.1994 11.3241C15.5421 11.2128 14.8313 11.1786 14.0714 11.222C11.9308 11.3448 10.5547 12.5885 10.6471 14.3165C10.694 15.193 11.1324 15.9472 11.8814 16.4398C12.5147 16.8562 13.3304 17.0598 14.1781 17.0138C15.2976 16.9526 16.1758 16.5271 16.7886 15.7491C17.2539 15.1583 17.5482 14.3927 17.6781 13.4279C18.2117 13.7487 18.6071 14.1708 18.8254 14.6781C19.1967 15.5406 19.2184 16.958 18.0574 18.1135C17.0403 19.1258 15.8176 19.5637 13.9698 19.5772C11.92 19.5621 10.3698 18.9073 9.3619 17.6309C8.41808 16.4358 7.93032 14.7094 7.91213 12.5C7.93032 10.2905 8.41808 8.56418 9.3619 7.36906C10.3698 6.09271 11.92 5.43791 13.9697 5.42275C16.0343 5.43805 17.6115 6.096 18.658 7.3785C19.1712 8.00738 19.558 8.79832 19.813 9.72049L21.2641 9.33482C20.955 8.19975 20.4685 7.22159 19.8066 6.41046C18.465 4.76625 16.5029 3.92369 13.9748 3.90625H13.9647C11.4417 3.92366 9.50157 4.76937 8.19815 6.41987C7.03835 7.88862 6.4401 9.93221 6.41999 12.494L6.41992 12.5L6.41999 12.506C6.4401 15.0677 7.03835 17.1114 8.19815 18.5802C9.50157 20.2306 11.4417 21.0764 13.9647 21.0937H13.9748C16.2178 21.0782 17.7989 20.4933 19.1014 19.1969C20.8055 17.501 20.7542 15.3752 20.1925 14.0702C19.7896 13.1344 19.0213 12.3743 17.9708 11.8723ZM14.098 15.4995C13.1598 15.5521 12.1851 15.1326 12.1371 14.2341C12.1014 13.568 12.613 12.8246 14.1556 12.7361C14.3288 12.726 14.5023 12.721 14.6758 12.7209C15.2362 12.7209 15.7603 12.7751 16.2369 12.8789C16.0592 15.0902 15.0166 15.4493 14.098 15.4995Z" fill="#171717" />
                                    </g>
                                    <defs>
                                        <clipPath id="clip0_1268_2321">
                                            <rect width="14.8442" height="17.1875" fill="white" transform="translate(6.41992 3.90625)" />
                                        </clipPath>
                                    </defs>
                                </svg>
                            </a>
                        </li>
                    </ul>
                </div>
                <ul class="tableAccess">
                    <li class="d_flex j_between liTableAccess">
                        <h3 class="cl_fff maru fw_500 h3TableAccess">住所</h3>
                        <span class="cl_fff maru fw_500 dottoTableAccess">：</span>
                        <p class="cl_fff maru fw_500 txtTableAccess">垂水区平磯4−4-14みふねビル1階</p>
                    </li>
                    <li class="d_flex j_between liTableAccess">
                        <h3 class="cl_fff maru fw_500 h3TableAccess">営業時間</h3>
                        <span class="cl_fff maru fw_500 dottoTableAccess">：</span>
                        <p class="cl_fff maru fw_500 txtTableAccess">
                            金/土　19〜翌3時<br>火/水/木　19〜翌1時
                        </p>
                    </li>
                    <li class="d_flex j_between liTableAccess">
                        <h3 class="cl_fff maru fw_500 h3TableAccess">アクセス</h3>
                        <span class="cl_fff maru fw_500 dottoTableAccess">：</span>
                        <p class="cl_fff maru fw_500 txtTableAccess">垂水駅　東口　徒歩30秒</p>
                    </li>
                    <li class="d_flex j_between liTableAccess">
                        <h3 class="cl_fff maru fw_500 h3TableAccess">お支払い</h3>
                        <span class="cl_fff maru fw_500 dottoTableAccess">：</span>
                        <p class="cl_fff maru fw_500 txtTableAccess">
                            現金・クレジットカード（Viza/Mastercatd）・Paypay
                        </p>
                    </li>
                </ul>
            </div>
        </div>
        <div class="accessMap">
            <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d976.0460814927706!2d135.0540537197128!3d34.629071229782376!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x600083006514a2ad%3A0xec0ab4b157d317c7!2z5q2M44Gj44Gm6LiK44KM44KL44GK5bqXIOinkueFrg!5e0!3m2!1sja!2sjp!4v1759744203885!5m2!1sja!2sjp" width="600" height="450" style="border:0;" allowfullscreen="" loading="lazy" referrerpolicy="no-referrer-when-downgrade"></iframe>
        </div>
        <div class="btnAccessLxn">
            <a class="d_flex j_center ali_center bg_241A08 cl_fff fw_700 kaisei btnAccess" href="https://www.google.com/maps/dir/?api=1&destination=34.628725,135.0552711&z=10" target="_blank">
                <span class="iconBtnAccess">行き方を見る</span>
            </a>
        </div>
    </div>
</div>